{
  "questions": [
    "If you could time travel and bring a Roman emperor to the present day, and wanted to show him something that he would be very impressed with, and be able to fully comprehend, what would you show him, or where would you take him to?",
    "If you could instantly learn any skill, but it had to be something that existed 500 years ago and is still relevant today, what skill would you choose?",
    "You're stranded on a desert island and can have an unlimited supply of one non-electronic item. The item must fit in a backpack and can't be used to leave the island. What would you choose?",
    "If you could have a conversation with any animal species, but you could only ask them one question that they'd understand and answer truthfully, what species would you pick and what would you ask?",
    "You can send a single book back in time to your 10-year-old self, but it can't be a textbook or encyclopedia. What book would you choose to potentially alter the course of your life?",
    "If you could remove one invention from history, but you had to personally experience life without it for a year before deciding, what would you choose?",
    "If you could bring one modern medical treatment to the Middle Ages, but it had to be explainable and reproducible with medieval technology, what would you choose?",
    "You can telepathically communicate with all members of one profession simultaneously for 5 minutes. Which profession do you choose to potentially benefit humanity the most?",
    "If you could combine any two animals to create a new species, but it must be able to survive in the wild and fill an ecological niche, what would you create?",
    "You can replace one element on the periodic table with a new element of your design. What properties would this element have to be most beneficial to technological advancement?",
    "If you could implement one law that would be followed by everyone globally, but it can't directly address violence or money, what law would you create?",
    "You can bring back one extinct species, but it must be able to thrive in today's environment without disrupting existing ecosystems. What species would you choose?",
    "If you could remove one human emotion from existence, but you had to experience life without it for a year before deciding, which would you choose?",
    "If you could design a new organ for the human body, what would its function be and how would it integrate with existing systems?",
    "If you could bring one item back in time to the Roman Empire, where the item did not rely electricity or was limited in use (like bullets, gasoline, etc), what item would you bring, where you would be feared and respected like a god?",
    "You can add one new safety feature to all automobiles using existing technology, but it can't increase the vehicle's price by more than $100. What would you implement?",
    "As a leader of a company, you want to increase employee productivity by giving something each of them something for free, but it cannot cost more than $10 per employee per day. What would give them?",
    "As a city planner, you need to reduce rush hour traffic by 20% without building new roads or expanding public transit. What realistic policy or reasonable incentive would you implement?",
    "You're a restaurant owner who needs to cut food waste by 30% without changing the menu or reducing portion sizes. What strategy would you employ?",
    "As a university administrator, you need to improve freshman retention rates by 20% without lowering academic standards or offering more financial aid. What program would you introduce?",
    "You can create a new Olympic sport, but it must use only tools and materials available 1000 years ago. What sport would you design to test both physical and mental capabilities?",
    "If you could genetically modify one plant species to solve a global problem, but it couldn't directly produce food or fuel, what modification would you make and why?",
    "If you could create a new fundamental law of physics, but it couldn't violate existing laws, what would it be and how might it change our understanding of the universe?",
    "You can design a new social media platform, but it must promote a specific virtue (e.g., kindness, honesty) without explicitly stating it. How would you structure this platform?",
    "If you could design a new form of currency, but it couldn't be based on scarcity or traditional economic principles, what would it be and how would it change global trade?",
    "If you could design a new organ for plants, but it couldn't directly involve photosynthesis or water absorption, what would its function be and how might it change ecosystems?",
    "If you could preserve one city from history exactly as it was in its prime, but it had to function as a modern city without changing its infrastructure, which city would you choose and how would it adapt?",
    "You can revive one ancient technology and integrate it into modern society, but it can't rely on electricity or fossil fuels. What would you choose and how might it impact sustainability efforts?",
    "You can bring one historical figure to the present to solve a current global crisis, but they can only use knowledge and methods from their own time. Who would you choose and for which crisis?",
    "If you could rewrite one major historical event to alter the course of technological development, but it couldn't prevent any wars or major conflicts, what would you change and how might our technology differ today?",
    "If you could restore one lost ancient wonder of the world in its original location, but it had to serve a practical purpose in modern society, which would you choose and how would you repurpose it?",
    "You can revive one historical agricultural practice globally, but it must be scalable to feed the current world population. What practice would you choose and how might it impact modern food systems?",
    "If you could bring back one lost civilization and settle them on unclaimed land, but they had to integrate into the modern world economy, which would you choose and how might they contribute to global culture?",
    "If you could take one modern scientific understanding and introduce it at any point in history, but it couldn't be used for weapons development, what knowledge would you choose and how might it have altered historical progress?",
    "You can instantly give everyone in the world a new skill that would benefit them over time, but it must be something they initially believe they'll dislike. What skill would you choose and how might perceptions change over time?",
    "If UBI (universal basic income) was implemented, where everyone gets a $50,000 salary for free, and people could do what they want with their newly found time, do you believe this would increase or decrease people's sense purpose?",
    "Imagine a society where lying was physically impossible. Would people be more or less happy?",
    "If you could invent a new sense for humans, but it couldn't directly enhance any existing senses, what would it be and how might it change our perception of the world?",
    "As a leader of a modern nation, you can implement a policy that mandates that your citizens are no longer allowed to do a particular action or use a specific thing. What would you specifically mandate, where this mandate would maximize lifespan impact and the least pushback by your citizens?",
    "If you could create a new form of government, but it couldn't use voting or hereditary succession, how would leaders be chosen and power balanced to create a nation that maximizes both citizens' production and overall happiness?",
    "You can create a new subject to be taught in all schools worldwide, but it can't be directly related to existing academic disciplines. What would you teach and why?",
    "If you could design a city from scratch that had to be 100% self-sustainable, but you couldn't use any technology invented in the last 100 years, how would you structure it?",
    "If you could redesign one aspect of the global financial system to promote equality, but without directly redistributing wealth, what change would you make?",
    "If you could give every person a device that solves one daily problem, but it couldn't use electricity or moving parts, what would it do and how would it work?",
    "If you could create a new global holiday celebrating a universal human experience, but it couldn't be related to existing religious or cultural traditions, what would it commemorate?",
    "You can create a new economic metric to replace GDP, but it can't directly measure money or productivity. What would it measure and how might it change global policies?",
    "What one societal norm would you remove, that would have the most positive effect on human happiness, while not decreasing average individual productivity?",
    "Imagine that there is an astroid that contains an abundence of a paticularly rare individual element, and that we had the technology to be able to harvest this astroid and bring its resources to Earth. What would this astroid be made of, that would not crash the world economy due to increased quantity but would positively effect society?",
    "Imagine you had a magic faucet in your home. Like a sink that dispenses water on demand, this faucet can dispense any liquid. What single liquid would this magic facuet dispense, that would benefit the most people while having the least negative impact on the world's economy?",
    "If you could design a new system for allocating work hours that improves work-life balance, but it can't reduce the total hours worked, what would you propose?"
  ]
}
